{
  "settings_title": "Bandstruktur-Plot",
  "settings_header": "Einstellungen",
  "upload_data_label": "Daten-Datei hochladen (data.dat.gnu)",
  "fermi_energy_label": "Fermi-Energie (eV)",
  "fermi_energy_help": "Finden Sie diesen Wert in Ihrer SCF-Berechnungsausgabe. Eine genaue Eingabe beeinflusst den angezeigten Bandlückenwert auf dem Graphen!",
  "show_band_gap_label": "Bandlückenenergie unterhalb des Titels anzeigen",
  "show_band_gap_help": "Wenn Sie die Bandlückenenergie unterhalb des Titels anzeigen möchten, aktivieren Sie dieses Kästchen.",
  "color_label": "Plotfarbe auswählen",
  "color_help": "Sie können hier die Plotfarbe auswählen.",
  "num_points_label": "Anzahl der Punkte hoher Symmetrie",
  "num_points_help": "Zum Hinzufügen von Bezeichnungen für Ihre Wellenvektoren mit ihren x-Koordinaten.",
  "custom_label": "Benutzerdefinierte Bezeichnung hinzufügen",
  "selected_label_label": "Bezeichnung für Punkt",
  "custom_label_label": "Benutzerdefinierte Bezeichnung für Punkt",
  "custom_label_help": "Sie können benutzerdefinierte Bezeichnungen für Ihre Punkte hoher Symmetrie hinzufügen. Wenn Sie die Standardbezeichnung verwenden möchten, lassen Sie das Feld leer.",
  "custom_label_info": "Füllen Sie dieses Feld nur aus, wenn die Bezeichnung nicht in den angegebenen Optionen verfügbar ist.",
  "k_point_label": "k-Punkt für Punkt {i}",
  "download_label": "Plot als {format} herunterladen",
  "plot_title_placeholder": "Bandstruktur",
  "k_value_label": "X-Koordinate für Punkt",
  "k_value_help": "X-Koordinate für den Punkt hoher Symmetrie. Sie finden diese in Ihrer Bandstruktur-Daten-Datei.",
  "y_axis_increment_label": "Y-Achsen-Inkrement",
  "y_axis_increment_help": "Steuerung des Energie-Inkrements auf der y-Koordinate.",
  "dpi_label": "Bildauflösung (DPI)",
  "dpi_help": "Steuerung der Bildauflösung für Ihren Download. Nicht anwendbar für das SVG-Format",
  "title_label": "Grafiktitel",
  "title_help": "Geben Sie Ihren Grafiktitel ein. Wenn Sie den Standardtitel verwenden möchten, lassen Sie das Feld leer.",
  "title_sample": "Bandstruktur",
  "x_label_label": "X-Achsen-Bezeichnung",
  "x_label_help": "Geben Sie Ihre X-Achsen-Bezeichnung ein. Wenn Sie die Standardbezeichnung verwenden möchten, lassen Sie das Feld leer.",
  "x_label_sample": "$WaveVector$",
  "y_label_label": "Y-Achsen-Bezeichnung",
  "y_label_help": "Geben Sie Ihre Y-Achsen-Bezeichnung ein. Wenn Sie die Standardbezeichnung verwenden möchten, lassen Sie das Feld leer.",
  "y_label_sample": "$E - E_{F}$ (eV)",
  "preview_label": "Plot-Vorschau",
  "choose_format_label": "Format zum Herunterladen des Plots auswählen:",
  "custom_file_name_label": "Benutzerdefinierten Dateinamen eingeben (Leer lassen, um den Plot-Titel zu verwenden)",
  "download_plot_label": "Plot herunterladen",
  "download_as": "Herunterladen als",
  "how_to_label": "So verwenden Sie EspressoIn - Tools für die Bandstruktur?",
  "how_to_instructions": "1. **Daten hochladen**: Klicken Sie auf die Schaltfläche \"Browse Files\" und wählen Sie Ihre Datendatei (Format `.dat` oder `.gnu`).\n\n2. **Dateneinstellungen**: Passen Sie den Wert der Fermi-Energie an und geben Sie bei Bedarf Punkte hoher Symmetrie an.\n\n3. **Plot anpassen**: Passen Sie das Erscheinungsbild des Plots an, indem Sie die Sichtbarkeit der Bandlücke, des Rasters, der Farbe, der Linienstärke, der Markerfarbe und vieles mehr wählen.\n\n4. **Plot herunterladen**: Vorschau des Plots anzeigen und bei Zufriedenheit auf die Schaltfläche \"Plot herunterladen\" klicken, um das Plotbild im gewünschten Format zu speichern.\n\nHinweis: Die App unterstützt derzeit die Formate `.dat` und `.gnu` für Datendateien.\n\n**Beispieldatei herunterladen**: Klicken Sie auf die Schaltfläche unten, um eine Beispieldatendatei herunterzuladen und die App auszuprobieren.",
  "download_sample_file_button": "Beispieldatendatei herunterladen",
  "download_button_click": "Klicken Sie zum Herunterladen",
  "downlaod_error_message": "Datei nicht gefunden.",
  "data_setting_label": "Dateneinstellungen",
  "data_setting_help": "Fermi-Energie anpassen und Punkte hoher Symmetrie angeben, wenn nötig.",
  "plot_customization_label": "Plot anpassen",
  "plot_customization_help": "Das Erscheinungsbild des Plots anpassen, indem Sie die Sichtbarkeit der Bandlücke, des Rasters, der Farbe, der Linienstärke, der Markerfarbe und vieles mehr wählen.",
  "plot_grid_label": "Raster anzeigen",
  "plot_grid_help": "Aktivieren Sie dieses Kästchen, um das Raster anzuzeigen.",
  "plot_line_thickness_label": "Linienstärke (Bandstruktur)",
  "plot_line_thickness_help": "Wählen Sie hier die Linienstärke für die Bandstruktur-Linie.",
  "dot_marker_label": "Höchste Valenzband und niedrigstes Leitungsband anzeigen",
  "dot_marker_help": "Aktivieren Sie dieses Kästchen, um die Punktemarker für das höchste Valenzband und das niedrigste Leitungsband anzuzeigen.",
  "dot_marker_color_label": "Farbe der Punktemarker",
  "dot_marker_color_help": "Wählen Sie hier die Farbe der Punktemarker für das höchste Valenzband und das niedrigste Leitungsband.",
  "dot_marker_size_label": "Markergröße für höchstes Valenzband und niedrigstes Leitungsband",
  "dot_marker_size_help": "Wählen Sie die Größe der Punktemarker, um das höchste Valenzband und das niedrigste Leitungsband anzuzeigen. Setzen Sie diesen Wert auf 0, um die Marker zu verstecken.",
  "dash_line_thickness_label": "Linienstärke (Fermi-Niveau)",
  "dash_line_thickness_help": "Wählen Sie hier die Linienstärke für die Linie des Fermi-Niveaus.",
  "dash_line_color_label": "Linienfarbe (Fermi-Niveau)",
  "dash_line_color_help": "Wählen Sie hier die Farbe der Linie des Fermi-Niveaus.",
  "download_settings_label": "Herunterladeeinstellungen",
  "download_settings_help": "Wählen Sie hier das Bildformat und die Bildauflösung."
}
